Repository: onlyabdullah/mzyann
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Email
ar: البريد الالكترونى

source: First Name
ar: الاسم الاول

source: Last Name
ar: الاسم الاخير

source: Birthday
ar: تاريخ الميلاد

source: Gender
ar: النوع

source: Name should contain letters only.
ar: الايم يجب ان يحتوى على حروف فقط

source: Rating
ar: التقيم

source: Price: Low to High
ar: السعر: من الاقل الى الاعلى

source: Price: High to Low
ar: السعر من الاقل الى الاعلى

source: Both
ar: الكل

source: Pending
ar: قيد الانتظار

source: Accepted
ar: مقبول

source: Rejected
ar: مرفوض

source: Profile Picture
ar: الصورة الشخصية

source: About
ar: عن

source: Phone Number
ar: رقم الهاتف

source: Status
ar: الحالة

source: Area
ar: المنظقة

source: Job
ar: الوظيفة

source: Feature
ar: المميزات

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: Instagram
ar: انستاجرام

source: Youtube
ar: يوتيوب

source: Account Inactive
ar: الحساب غير نشط

source: This account is inactive.
ar: هذا الحساب غير نشط

source: Account Settings
ar: اعدادات الحساب

source: Errors list below:
ar: قائمة الاخطاء

source: E-mail Address
ar: البريد الالكترونى

source: Save
ar: حفظ

source: Account Settings - E-mail Addresses
ar: اعدادات الحساب - البريد الالكترونى

source: E-mail Addresses
ar: عناوين البريد الالكتونى

source: The following e-mail addresses are associated with your account:
ar: عناوين البريد الالكترونى التالية مرتبطة مع حسابك

source: Verified
ar: مفعل

source: Unverified
ar: غير مفعل

source: Primary
ar: الرئيسى

source: Make Primary
ar: اجعلة رئيسى

source: Re-send Verification
ar: اعادة ارسال كود التفعيل

source: Remove
ar: مسح

source: Add E-mail Address
ar: اضافة عنوان بريد الكترونى

source: New E-mail Address
ar: عنوان بريد الكترونى جديد

source: Do you really want to remove the selected e-mail address?
ar: هل تريد حقا ان تحذف عنوان البريد الاكتروني المختار؟

source: Confirm E-mail Address
ar: قم بتحقيق عنوان البريد الاكتروني

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ar: يرجى التأكيد ان <a href="mailto:%(email)s">%(email)s</a> من إحدى العنوان للمستخدم %(user_display)s.

source: Confirm
ar: التأكيد

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ar: هذا الرابط لتأكيد البريد الإلكتروني إنتهت فترة صلاحيته أو إنه غير صالح. يرجى <a href="%(email_url)s"> إصدار البريد الإلكتروني طلب تأكيد الجديدة </a>.

source: Sign In
ar: تسجيل الدخول

source: Sign into your account
ar: تسجيل الدخول الى حسابك

source: Errors list below:
ar: قائمة الاخطاء

source: Password
ar: كلمة المرور

source: Remember me
ar: ذكرنى

source: Forgot password?
ar: نسيت كلمة المرور؟

source: Or sign in by
ar: او قم بالتسجيل عن طريق

source: Logout
ar: تسجيل الخروج

source: Are you sure you want to Logout?
ar: هل انت متأكد تريد تسجيل الخروج

source: Change Password
ar: تغير كلمة المرور

source: Current Password
ar: كلمة المرور الحالية

source: New Password
ar: كلمة المرور الجديدة

source: New Password (again)
ar: كلمة المرور الجديدة (مره اخرى)

source: Password Reset
ar: اعادة ضبط كلمة المرور

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ar: هل نسيت كلمة المرور؟ أدخل عنوان البريد الإلكتروني أدناه، وسوف نرسل لك عن طريق البريد الإلكتروني مما يتيح لك إعادة تعيينها.

source: Reset My Password
ar: إعادة تعيين كلمة المرور الخاصة بي

source: Please contact us if you have any trouble resetting your password.
ar: يرجى الاتصال بنا إذا كان لديك أي مشكلة في إعادة تعيين كلمة المرور الخاصة بك.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ar: لقد قمنا بإرسال رسالة اليك عبر البريد الإلكتروني. يرجى الاتصال بنا اذا كنت لا تتلقى في غضون بضع دقائق.

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ar: كان رابط إعادة تعيين كلمة المرور غير صالحة، ربما لأنه قد تم استخدامه مسبقا. يرجى طلب <a href="%(passwd_reset_url)s"> كلمة المرور الجديدة</a>.

source: Your password is now changed.
ar: تم تغيير كلمة المرور الخاصة بك

source: Set Password
ar: تعيين كلمة مرور

source: Sing up as Professional
ar: تسجيل الاشتراك كمحترف

source: Account
ar: الحساب

source: Basic Account Info
ar: معلومات عن الحساب

source: Profile
ar: الصفحة الشخصية

source: Profile Info
ar: معلومات عن الصفحة الشخصية

source: Portfolio
ar: ملف الاعمال

source: Add Images for your work
ar: قم باضافة صور لاعمالك

source: Social Websites
ar: مواقع التواصل الاجتماعى

source: Facebook, Instagram, Twitter and Youtube
ar: فيسبوك, انستاجرام, تويتر و يوتيوب

source: Password (again)
ar: كلمه المرور (مرة اخرى)

source: Briefly, write about yourself
ar: باختصارو اكتب عن نفسك

source: Facebook Link (optional)
ar: رابط الفيسبوك (اختيارى)

source: Instagram Link (optional)
ar: رابط الانستاجرام (اختيارى)

source: Twitter Link (optional)
ar: رابط تويتر (اختيارى)

source: Youtube Link (optional)
ar: رابط اليوتيوب )اختيارى)

source: Have account already? Please go to <a class="blue-200" href="%(account_login)s">Sign In</a>
ar: هل تمتلك حساب بالفعل؟ منفضلك اذهب الى <a class="blue-200" href="%(account_login)s">تسجيل الدخول</a>

source: Sign up
ar: تسجيل الاشتراك

source: User
ar: المستخدم

source: Professional
ar: محترف

source: Sign up as User
ar: تسجيل الاشتراك كمستخدم

source: Sign up to find interesting thing
ar: قم بتسجيل الاشتراك لتكتشف اشياء مثيرة

source: Sign Up
ar: تسجيل الاشتراك

source: Or Sign up By
ar: او قم بتسجيل الاشتراك عن طريق

source: Verify Your E-mail Address
ar: التحقق من عنوان البريد الإلكتروني الخاص بك

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا رسالة بريد إلكتروني لك للتحقق. اتبع الارتباط المتوفر لإتمام عملية التسجيل. يرجى الاتصال بنا إذا كنت لا تحصل عليه في غضون دقائق قليلة.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
ar: هذا الجزء من الموقع يتطلب منك تثبيت هويتك. ولهذا الغرض، نطلب لك التحقق من ملكيتك لعنوان البريد الإلكتروني الخاص بك.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا رسالة بريد إلكتروني لك للتحقق. الرجاء النقر فوق الارتباط داخل هذا البريد الإلكتروني. يرجى الاتصال بنا إذا كنت لا تحصل عليه في غضون دقائق قليلة.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
ar: <strong>ملاحظة:</strong> مازال يمكنك <a href="%(email_url)s">تغيير عنوان البريد الإلكتروني الخاص بك</a>.

source: Social Connections
ar: الاتصالات الاجتماعية

source: Menu
ar: القائمة

source: What you need?
ar: ماذا تريد؟

source: For?
ar: لماذا؟

source: Search by name
ar: ابحث عن طريق الاسم

source: Search
ar: بحث

source: Search Result
ar: متائج البحث

source: Work Sample
ar: بعض الاعمال

source: Previous
ar: السابق

source: Next
ar: التالى

source: More
ar: المزيد

source: Please sign in or sign up to see more about this professional
ar: من فضلك قم بتسجيل الدخول او تسجيل الاشتراك لكى ترى المزيد عن هذا المحترف

source: No Result
ar: لا توجد نتائج

source: Account Settings - Portfolio
ar: اعدادات الحساب - ملف الاعمال

source: Portfolio Settings
ar: اعدادات ملف الاعمال

source: Upload photos
ar: قم برفع صور

source: Cannot upload more than 20 images
ar: لا يمكن رفع اكثر من 20 صورة

source: Uploading
ar: يتم الرفع الان

source: Are you sure?
ar: هل انت متأكد

source: Delete
ar: مسح

source: Show To
ar: يراها

source: Update
ar: تحديث

source: Create
ar: عمل

source: Menu Element
ar: عنصر

source: Item Name
ar: اسم العنصر

source: Price
ar: السعر

source: YOUR PROFILE REQUEST IS REJECTED CHECK YOUR EMAIL FOR MORE INFO
ar: لقد تم رفض طلب ملفك الشخصى قم بتفحص بريدك الالكترونى لمزيد من المعلومات

source: YOUR PROFILE REQUEST STATUS PENDING
ar: طلب ملفك الشخصى قيد الانتظار

source: Area:
ar: المنطقة:

source: Phone Number:
ar: رقم الهاتف

source: E.L.
ar: جم

source: Account Settings - Menu
ar: اعدادات الحساب - القائمة

source: Menu Settings
ar: اعدادات القائمة

source: Name
ar: الاسم

source: Actions
ar: العمليات

source: Add New Element
ar: اضافة عنصر جديد

source: Account Settings - Profile
ar: اعدادات الحساب - الملف الشخصى

source: Account Settings - Social Connections
ar: اعدادات الحساب - الاتصالات الاجتماعية

source: Social Websites Links
ar: روابط مواقع التواصل الاجتماعى

source: Account Social Connections
ar: الاتصالات الاجتماعية بحسابك

source: Social Network Login Failure
ar: فشل تسجيل الدخول الاجتماعي

source: An error occurred while attempting to login via your social network account.
ar: حدث خطأ أثناء محاولة تسجيل الدخول عن طريق حساب الشبكة الاجتماعية الخاصة بك.

source: You currently have no social network accounts connected to this account.
ar: يمكنك تسجيل الدخول إلى الحساب الخاص بك باستخدام أي من حسابات الطرف الثالث التالية:

source: Add a 3rd Party Account
ar: إضافة حساب طرف الثالث

source: Login Cancelled
ar: الدخول تم إلغاؤه‪.‬

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">Sign In</a>.
ar: قد قررت إلغاء تسجيل الدخول إلى الموقع باستخدام أحد الحسابات الموجودة الخاصة بك. إذا كان هذا خطأ، الرجاء المتابعة <a href="%(login_url)s">تسجيل الدخول</a>.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
ar: أنت على وشك استخدام حسابك من %(provider_name)s لتسجيل الدخول إلى %(site_name)s. وكخطوة أخيرة، يرجى ملء النموذج التالي:
